{
  "version": "1.0",
  "truncation": null,
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "โ",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "โ",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      "\n": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "\\": 63,
      "^": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "|": 93,
      "~": 94,
      "ย": 95,
      "ย": 96,
      "ย": 97,
      "ยก": 98,
      "ยฃ": 99,
      "ยค": 100,
      "ยง": 101,
      "ยฉ": 102,
      "ยซ": 103,
      "ยญ": 104,
      "ยฎ": 105,
      "ยฏ": 106,
      "ยฐ": 107,
      "ยฑ": 108,
      "ยฒ": 109,
      "ยณ": 110,
      "ยด": 111,
      "ยต": 112,
      "ยถ": 113,
      "ยท": 114,
      "ยน": 115,
      "ยบ": 116,
      "ยป": 117,
      "ยผ": 118,
      "ยฝ": 119,
      "ยพ": 120,
      "ร": 121,
      "ร": 122,
      "ร": 123,
      "ร": 124,
      "ร": 125,
      "ร": 126,
      "ร": 127,
      "ร": 128,
      "ร": 129,
      "ร": 130,
      "ร": 131,
      "ร": 132,
      "ร": 133,
      "ร": 134,
      "ร": 135,
      "ร": 136,
      "ร": 137,
      "ร": 138,
      "ร": 139,
      "รก": 140,
      "รข": 141,
      "รฃ": 142,
      "รค": 143,
      "รฆ": 144,
      "รง": 145,
      "รจ": 146,
      "รฉ": 147,
      "รช": 148,
      "รซ": 149,
      "รฌ": 150,
      "รญ": 151,
      "รฎ": 152,
      "รฏ": 153,
      "รฐ": 154,
      "รฑ": 155,
      "รฒ": 156,
      "รณ": 157,
      "รด": 158,
      "รต": 159,
      "รถ": 160,
      "รท": 161,
      "รธ": 162,
      "รน": 163,
      "รบ": 164,
      "รป": 165,
      "รผ": 166,
      "รฝ": 167,
      "รพ": 168,
      "รฟ": 169,
      "ฤ": 170,
      "ฤ": 171,
      "ฤ": 172,
      "ฤ": 173,
      "ฤ": 174,
      "ฤ": 175,
      "ฤ": 176,
      "ฤ": 177,
      "ฤ": 178,
      "ฤ": 179,
      "ฤ": 180,
      "ฤ": 181,
      "ฤ": 182,
      "ฤก": 183,
      "ฤง": 184,
      "ฤช": 185,
      "ฤซ": 186,
      "ฤฐ": 187,
      "ฤฑ": 188,
      "ฤฝ": 189,
      "ล": 190,
      "ล": 191,
      "ล": 192,
      "ล": 193,
      "ล": 194,
      "ล": 195,
      "ล": 196,
      "ล": 197,
      "ล": 198,
      "ล": 199,
      "ล": 200,
      "ล": 201,
      "ล": 202,
      "ลก": 203,
      "ลช": 204,
      "ลซ": 205,
      "ลฑ": 206,
      "ลป": 207,
      "ลพ": 208,
      "วง": 209,
      "วญ": 210,
      "ศ": 211,
      "ศ": 212,
      "ศง": 213,
      "ษ": 214,
      "ษ": 215,
      "ษ": 216,
      "ษ": 217,
      "ษ": 218,
      "ษ": 219,
      "ษก": 220,
      "ษช": 221,
      "ษฑ": 222,
      "ษฒ": 223,
      "ส": 224,
      "ส": 225,
      "ส": 226,
      "ส": 227,
      "สฆ": 228,
      "สฐ": 229,
      "สป": 230,
      "สผ": 231,
      "สพ": 232,
      "สฟ": 233,
      "ห": 234,
      "ห": 235,
      "ห": 236,
      "ห": 237,
      "ห": 238,
      "ห": 239,
      "ฬ": 240,
      "ฬ": 241,
      "ฬ": 242,
      "ฬ": 243,
      "ฬ": 244,
      "ฬ": 245,
      "ฬ": 246,
      "ฬ": 247,
      "ฬ": 248,
      "ฬฃ": 249,
      "ฬฉ": 250,
      "ฬช": 251,
      "ฬฒ": 252,
      "ฬผ": 253,
      "อ": 254,
      "อ": 255,
      "ฮ": 256,
      "ฮ": 257,
      "ฮ": 258,
      "ฮ": 259,
      "ฮ": 260,
      "ฮ": 261,
      "ฮ": 262,
      "ฮ": 263,
      "ฮ": 264,
      "ฮ": 265,
      "ฮ": 266,
      "ฮ": 267,
      "ฮ": 268,
      "ฮ": 269,
      "ฮ": 270,
      "ฮ": 271,
      "ฮ": 272,
      "ฮ": 273,
      "ฮ": 274,
      "ฮ": 275,
      "ฮ": 276,
      "ฮ": 277,
      "ฮ": 278,
      "ฮก": 279,
      "ฮฃ": 280,
      "ฮค": 281,
      "ฮฅ": 282,
      "ฮฆ": 283,
      "ฮง": 284,
      "ฮจ": 285,
      "ฮฉ": 286,
      "ฮช": 287,
      "ฮฌ": 288,
      "ฮญ": 289,
      "ฮฎ": 290,
      "ฮฏ": 291,
      "ฮฑ": 292,
      "ฮฒ": 293,
      "ฮณ": 294,
      "ฮด": 295,
      "ฮต": 296,
      "ฮถ": 297,
      "ฮท": 298,
      "ฮธ": 299,
      "ฮน": 300,
      "ฮบ": 301,
      "ฮป": 302,
      "ฮผ": 303,
      "ฮฝ": 304,
      "ฮพ": 305,
      "ฮฟ": 306,
      "ฯ": 307,
      "ฯ": 308,
      "ฯ": 309,
      "ฯ": 310,
      "ฯ": 311,
      "ฯ": 312,
      "ฯ": 313,
      "ฯ": 314,
      "ฯ": 315,
      "ฯ": 316,
      "ฯ": 317,
      "ฯ": 318,
      "ฯ": 319,
      "ฯ": 320,
      "ฯ": 321,
      "ฯ": 322,
      "ฯ": 323,
      "ฯ": 324,
      "ฯข": 325,
      "ฯฃ": 326,
      "ฯค": 327,
      "ฯฅ": 328,
      "ฯฆ": 329,
      "ฯง": 330,
      "ฯจ": 331,
      "ฯฉ": 332,
      "ฯช": 333,
      "ฯซ": 334,
      "ฯฌ": 335,
      "ฯญ": 336,
      "ฯฎ": 337,
      "ฯฏ": 338,
      "ฯฐ": 339,
      "ฯน": 340,
      "ะ": 341,
      "ะ": 342,
      "ะ": 343,
      "ะ": 344,
      "ะ": 345,
      "ะ": 346,
      "ะ": 347,
      "ะ": 348,
      "ะ": 349,
      "ะ": 350,
      "ะ": 351,
      "ะ": 352,
      "ะ": 353,
      "ะ": 354,
      "ะ": 355,
      "ะ": 356,
      "ะ": 357,
      "ะ": 358,
      "ะ": 359,
      "ะ": 360,
      "ะ": 361,
      "ะ": 362,
      "ะ": 363,
      "ะก": 364,
      "ะข": 365,
      "ะฃ": 366,
      "ะค": 367,
      "ะฅ": 368,
      "ะฆ": 369,
      "ะง": 370,
      "ะจ": 371,
      "ะฉ": 372,
      "ะช": 373,
      "ะซ": 374,
      "ะฌ": 375,
      "ะฎ": 376,
      "ะฏ": 377,
      "ะฐ": 378,
      "ะฑ": 379,
      "ะฒ": 380,
      "ะณ": 381,
      "ะด": 382,
      "ะต": 383,
      "ะถ": 384,
      "ะท": 385,
      "ะธ": 386,
      "ะน": 387,
      "ะบ": 388,
      "ะป": 389,
      "ะผ": 390,
      "ะฝ": 391,
      "ะพ": 392,
      "ะฟ": 393,
      "ั": 394,
      "ั": 395,
      "ั": 396,
      "ั": 397,
      "ั": 398,
      "ั": 399,
      "ั": 400,
      "ั": 401,
      "ั": 402,
      "ั": 403,
      "ั": 404,
      "ั": 405,
      "ั": 406,
      "ั": 407,
      "ิฑ": 408,
      "ิฒ": 409,
      "ิณ": 410,
      "ี": 411,
      "ีก": 412,
      "ีข": 413,
      "ีฃ": 414,
      "ีฅ": 415,
      "ีง": 416,
      "ีจ": 417,
      "ีฉ": 418,
      "ีซ": 419,
      "ีฐ": 420,
      "ีฒ": 421,
      "ีด": 422,
      "ีต": 423,
      "ีถ": 424,
      "ีธ": 425,
      "ีบ": 426,
      "ีฝ": 427,
      "ีฟ": 428,
      "ึ": 429,
      "ึ": 430,
      "ึ": 431,
      "ึ": 432,
      "ึ": 433,
      "ึ": 434,
      "ึ": 435,
      "ึ": 436,
      "ึฃ": 437,
      "ึค": 438,
      "ึฅ": 439,
      "ึฐ": 440,
      "ึฑ": 441,
      "ึฒ": 442,
      "ึด": 443,
      "ึต": 444,
      "ึถ": 445,
      "ึท": 446,
      "ึธ": 447,
      "ึน": 448,
      "ึป": 449,
      "ึผ": 450,
      "ึฝ": 451,
      "ึพ": 452,
      "ื": 453,
      "ื": 454,
      "ื": 455,
      "ื": 456,
      "ื": 457,
      "ื": 458,
      "ื": 459,
      "ื": 460,
      "ื": 461,
      "ื": 462,
      "ื": 463,
      "ื": 464,
      "ื": 465,
      "ื": 466,
      "ื": 467,
      "ื": 468,
      "ื": 469,
      "ื": 470,
      "ื": 471,
      "ื": 472,
      "ื": 473,
      "ืก": 474,
      "ืข": 475,
      "ืฃ": 476,
      "ืค": 477,
      "ืฅ": 478,
      "ืฆ": 479,
      "ืง": 480,
      "ืจ": 481,
      "ืฉ": 482,
      "ืช": 483,
      "ืฐ": 484,
      "ืฒ": 485,
      "ืณ": 486,
      "ืด": 487,
      "ุ": 488,
      "ุ": 489,
      "ุ": 490,
      "ุ": 491,
      "ุ": 492,
      "ุ": 493,
      "ุก": 494,
      "ุข": 495,
      "ุฃ": 496,
      "ุค": 497,
      "ุฅ": 498,
      "ุฆ": 499,
      "ุง": 500,
      "ุจ": 501,
      "ุฉ": 502,
      "ุช": 503,
      "ุซ": 504,
      "ุฌ": 505,
      "ุญ": 506,
      "ุฎ": 507,
      "ุฏ": 508,
      "ุฐ": 509,
      "ุฑ": 510,
      "ุฒ": 511,
      "ุณ": 512,
      "ุด": 513,
      "ุต": 514,
      "ุถ": 515,
      "ุท": 516,
      "ุธ": 517,
      "ุน": 518,
      "ุบ": 519,
      "ู": 520,
      "ู": 521,
      "ู": 522,
      "ู": 523,
      "ู": 524,
      "ู": 525,
      "ู": 526,
      "ู": 527,
      "ู": 528,
      "ู": 529,
      "ู": 530,
      "ู": 531,
      "ู": 532,
      "ู": 533,
      "ู": 534,
      "ู": 535,
      "ู": 536,
      "ู": 537,
      "ู": 538,
      "ู": 539,
      "ู": 540,
      "ู": 541,
      "ู": 542,
      "ู": 543,
      "ู": 544,
      "ู": 545,
      "ู": 546,
      "ูก": 547,
      "ูข": 548,
      "ูฃ": 549,
      "ูค": 550,
      "ูฅ": 551,
      "ูฆ": 552,
      "ูง": 553,
      "ูจ": 554,
      "ูฉ": 555,
      "ูช": 556,
      "ูซ": 557,
      "ูฌ": 558,
      "ูญ": 559,
      "ูฐ": 560,
      "ูฑ": 561,
      "ูณ": 562,
      "ูธ": 563,
      "ูน": 564,
      "ูป": 565,
      "ูพ": 566,
      "ูฟ": 567,
      "ฺ": 568,
      "ฺ": 569,
      "ฺ": 570,
      "ฺ": 571,
      "ฺ": 572,
      "ฺ": 573,
      "ฺค": 574,
      "ฺจ": 575,
      "ฺฉ": 576,
      "ฺช": 577,
      "ฺญ": 578,
      "ฺฏ": 579,
      "ฺบ": 580,
      "ฺพ": 581,
      "": 582,
      "": 583,
      "": 584,
      "": 585,
      "": 586,
      "": 587,
      "": 588,
      "": 589,
      "": 590,
      "": 591,
      "": 592,
      "": 593,
      "": 594,
      "": 595,
      "ก": 596,
      "ค": 597,
      "ฅ": 598,
      "ฆ": 599,
      "จ": 600,
      "ญ": 601,
      "ฐ": 602,
      "ฑ": 603,
      "ฒ": 604,
      "ณ": 605,
      "ต": 606,
      "ท": 607,
      "ธ": 608,
      "น": 609,
      "": 610,
      "": 611,
      "": 612,
      "": 613,
      "": 614,
      "": 615,
      "": 616,
      "": 617,
      "": 618,
      "": 619,
      "": 620,
      "": 621,
      "ก": 622,
      "ข": 623,
      "ฃ": 624,
      "ฅ": 625,
      "ฆ": 626,
      "จ": 627,
      "ฉ": 628,
      "ช": 629,
      "ซ": 630,
      "ฌ": 631,
      "": 632,
      "ช": 633,
      "ซ": 634,
      "ญ": 635,
      "เค": 636,
      "เค": 637,
      "เคค": 638,
      "เคฐ": 639,
      "เคพ": 640,
      "เฅ": 641,
      "เฅ": 642,
      "เฆ": 643,
      "เฆ": 644,
      "เฆค": 645,
      "เฆฆ": 646,
      "เฆฌ": 647,
      "เฆฎ": 648,
      "เฆฏ": 649,
      "เฆฒ": 650,
      "เฆธ": 651,
      "เฆผ": 652,
      "เฆพ": 653,
      "เง": 654,
      "เง": 655,
      "เง": 656,
      "แ": 657,
      "แ": 658,
      "แ": 659,
      "แ": 660,
      "แ": 661,
      "แ": 662,
      "แ": 663,
      "แ": 664,
      "แ": 665,
      "แ": 666,
      "แ": 667,
      "แ": 668,
      "แก": 669,
      "แข": 670,
      "แจ": 671,
      "แซ": 672,
      "แฏ": 673,
      "แ": 674,
      "แ": 675,
      "แ": 676,
      "แ": 677,
      "แ": 678,
      "แฅ": 679,
      "แญ": 680,
      "แต": 681,
      "แ": 682,
      "แ": 683,
      "แต": 684,
      "แ": 685,
      "แ": 686,
      "แ": 687,
      "แ": 688,
      "แ": 689,
      "แข": 690,
      "แ": 691,
      "แจ": 692,
      "แซ": 693,
      "แฎ": 694,
      "แต": 695,
      "แ": 696,
      "แ": 697,
      "แ": 698,
      "แ": 699,
      "แฃ": 700,
      "แต": 701,
      "แพ": 702,
      "แต": 703,
      "แธ": 704,
      "แธ": 705,
      "แธ": 706,
      "แธ": 707,
      "แธ": 708,
      "แธ": 709,
      "แธ": 710,
      "แธ": 711,
      "แธ": 712,
      "แธค": 713,
      "แธฅ": 714,
      "แธช": 715,
      "แธซ": 716,
      "แธณ": 717,
      "แธต": 718,
      "แธพ": 719,
      "แน": 720,
      "แน": 721,
      "แนข": 722,
      "แนฃ": 723,
      "แนฌ": 724,
      "แนญ": 725,
      "แนฏ": 726,
      "แบ": 727,
      "แบ": 728,
      "แบ": 729,
      "แป": 730,
      "แป": 731,
      "แปฏ": 732,
      "แผ": 733,
      "แผ": 734,
      "แผ": 735,
      "แผ": 736,
      "แผ": 737,
      "แผ": 738,
      "แผ": 739,
      "แผ": 740,
      "แผ": 741,
      "แผ": 742,
      "แผ": 743,
      "แผ": 744,
      "แผ": 745,
      "แผก": 746,
      "แผฆ": 747,
      "แผฉ": 748,
      "แผญ": 749,
      "แผฐ": 750,
      "แผฑ": 751,
      "แผด": 752,
      "แผธ": 753,
      "แผน": 754,
      "แผผ": 755,
      "แผฝ": 756,
      "แฝ": 757,
      "แฝ": 758,
      "แฝ": 759,
      "แฝ": 760,
      "แฝ": 761,
      "แฝ": 762,
      "แฝ": 763,
      "แฝ": 764,
      "แฝฆ": 765,
      "แฝจ": 766,
      "แฝฐ": 767,
      "แฝด": 768,
      "แฝถ": 769,
      "แฝธ": 770,
      "แฝบ": 771,
      "แพฐ": 772,
      "แพถ": 773,
      "แฟ": 774,
      "แฟ": 775,
      "แฟฆ": 776,
      "แฟฌ": 777,
      "แฟณ": 778,
      "แฟถ": 779,
      "โ": 780,
      "โ": 781,
      "โ": 782,
      "โ": 783,
      "โ": 784,
      "โ": 785,
      "โ": 786,
      "โ": 787,
      "โ": 788,
      "โ": 789,
      "โ": 790,
      "โ": 791,
      "โ": 792,
      "โ": 793,
      "โ": 794,
      "โ": 795,
      "โ": 796,
      "โ": 797,
      "โข": 798,
      "โฆ": 799,
      "โฏ": 800,
      "โฐ": 801,
      "โฒ": 802,
      "โณ": 803,
      "โน": 804,
      "โบ": 805,
      "โ": 806,
      "โ": 807,
      "โฃ": 808,
      "โจ": 809,
      "โฉ": 810,
      "โช": 811,
      "โฌ": 812,
      "โฟ": 813,
      "โช": 814,
      "โฌ": 815,
      "โ": 816,
      "โข": 817,
      "โ": 818,
      "โ": 819,
      "โ": 820,
      "โ": 821,
      "โ": 822,
      "โ": 823,
      "โ": 824,
      "โ": 825,
      "โ": 826,
      "โ": 827,
      "โค": 828,
      "โ": 829,
      "โ": 830,
      "โ": 831,
      "โ": 832,
      "โ": 833,
      "โ": 834,
      "โช": 835,
      "โ": 836,
      "โ": 837,
      "โ": 838,
      "โพ": 839,
      "โ": 840,
      "โ": 841,
      "โฅ": 842,
      "โง": 843,
      "โ": 844,
      "โ": 845,
      "โ": 846,
      "โ": 847,
      "โฏ": 848,
      "โจ": 849,
      "โฉ": 850,
      "โ": 851,
      "โฑฎ": 852,
      "โฒ": 853,
      "โฒ": 854,
      "โฒ": 855,
      "โฒ": 856,
      "โฒ": 857,
      "โฒ": 858,
      "โฒ": 859,
      "โฒ": 860,
      "โฒ": 861,
      "โฒ": 862,
      "โฒ": 863,
      "โฒ": 864,
      "โฒ": 865,
      "โฒ": 866,
      "โฒ": 867,
      "โฒ": 868,
      "โฒ": 869,
      "โฒ": 870,
      "โฒ": 871,
      "โฒ": 872,
      "โฒ": 873,
      "โฒ": 874,
      "โฒ": 875,
      "โฒก": 876,
      "โฒข": 877,
      "โฒฃ": 878,
      "โฒค": 879,
      "โฒฅ": 880,
      "โฒง": 881,
      "โฒฉ": 882,
      "โฒช": 883,
      "โฒซ": 884,
      "โฒญ": 885,
      "โฒฑ": 886,
      "โดฐ": 887,
      "โดฑ": 888,
      "โดณ": 889,
      "โดต": 890,
      "โดท": 891,
      "โดป": 892,
      "โดฝ": 893,
      "โต": 894,
      "โต": 895,
      "โต": 896,
      "โต": 897,
      "โต": 898,
      "โต": 899,
      "โต": 900,
      "โต": 901,
      "โต": 902,
      "โตก": 903,
      "โตข": 904,
      "โตฃ": 905,
      "โตฏ": 906,
      "ใ": 907,
      "ใ": 908,
      "ใ": 909,
      "ใ": 910,
      "ใซ": 911,
      "ใฐ": 912,
      "ใณ": 913,
      "ใถ": 914,
      "ใน": 915,
      "ใผ": 916,
      "ใ": 917,
      "ใค": 918,
      "ใจ": 919,
      "ใซ": 920,
      "ใธ": 921,
      "ใน": 922,
      "ใ": 923,
      "ใ": 924,
      "ใ": 925,
      "ใ": 926,
      "ใ": 927,
      "ใ": 928,
      "ใ": 929,
      "ใ": 930,
      "ใญ": 931,
      "ใณ": 932,
      "ใป": 933,
      "ใ": 934,
      "ใ": 935,
      "ใ": 936,
      "ใ": 937,
      "ใ": 938,
      "ใ": 939,
      "ใ": 940,
      "ใ": 941,
      "ใ": 942,
      "ใ": 943,
      "ใ": 944,
      "ใ": 945,
      "ใ": 946,
      "ใ": 947,
      "ใ": 948,
      "ใ": 949,
      "ใ": 950,
      "ใ": 951,
      "ใ": 952,
      "ใ": 953,
      "ใ": 954,
      "ใ": 955,
      "ใ": 956,
      "ใ": 957,
      "ใ": 958,
      "ใ": 959,
      "ใ": 960,
      "ใ": 961,
      "ใก": 962,
      "ใข": 963,
      "ใฃ": 964,
      "ใค": 965,
      "ใฅ": 966,
      "ใฆ": 967,
      "ใง": 968,
      "ใจ": 969,
      "ใฉ": 970,
      "ใฑ": 971,
      "ใฒ": 972,
      "ใด": 973,
      "ใท": 974,
      "ใธ": 975,
      "ใน": 976,
      "ใ": 977,
      "ใ": 978,
      "ใ": 979,
      "ใ": 980,
      "ใ": 981,
      "ใ": 982,
      "ใ": 983,
      "ใ": 984,
      "ใ": 985,
      "ใ": 986,
      "ใ": 987,
      "ใ": 988,
      "ใ": 989,
      "ใ": 990,
      "ใ": 991,
      "ใ": 992,
      "ใ": 993,
      "ใ": 994,
      "ใ": 995,
      "ใ": 996,
      "ใ": 997,
      "ใ": 998,
      "ใ": 999,
      "ใ": 1000,
      "ใ": 1001,
      "ใ": 1002,
      "ใ": 1003,
      "ใ": 1004,
      "ใ": 1005,
      "ใ": 1006,
      "ใ": 1007,
      "ใก": 1008,
      "ใข": 1009,
      "ใฃ": 1010,
      "ไธ": 1011,
      "ไธญ": 1012,
      "ไธป": 1013,
      "ไน": 1014,
      "ไบ": 1015,
      "ไบค": 1016,
      "ไบบ": 1017,
      "ไปฐ": 1018,
      "ไปฝ": 1019,
      "ไฝฟ": 1020,
      "ไฟก": 1021,
      "ๅ": 1022,
      "ๅฌ": 1023,
      "ๅ": 1024,
      "ๅ": 1025,
      "ๅ": 1026,
      "ๅถ": 1027,
      "ๅ": 1028,
      "ๅฝ": 1029,
      "ๅ": 1030,
      "ๅจ": 1031,
      "ๅฃ": 1032,
      "ๅค": 1033,
      "ๅค": 1034,
      "ๅคง": 1035,
      "ๅคช": 1036,
      "ๅญฆ": 1037,
      "ๅฎ": 1038,
      "ๅฐ": 1039,
      "ๅฐ": 1040,
      "ๅฐ": 1041,
      "ๅฑ": 1042,
      "ๅฑฌ": 1043,
      "ๅทฆ": 1044,
      "ๅธ": 1045,
      "ๅนฒ": 1046,
      "ๅผ": 1047,
      "ๆ": 1048,
      "ๆ": 1049,
      "ๆ": 1050,
      "ๆ": 1051,
      "ๆ": 1052,
      "ๆค": 1053,
      "ๆ": 1054,
      "ๆ": 1055,
      "ๆ": 1056,
      "ๆฏ": 1057,
      "ๆน": 1058,
      "ๆฝ": 1059,
      "ๆฅ": 1060,
      "ๆ": 1061,
      "ๆฏ": 1062,
      "ๆท": 1063,
      "ๆฝ": 1064,
      "ๆจ": 1065,
      "ๆฌ": 1066,
      "ๆ": 1067,
      "ๆก": 1068,
      "ๆน": 1069,
      "ๆฑ": 1070,
      "ๆฒณ": 1071,
      "ๆดป": 1072,
      "ๆต": 1073,
      "ๆป": 1074,
      "็ฑ": 1075,
      "็": 1076,
      "็ฅ": 1077,
      "็": 1078,
      "็": 1079,
      "็": 1080,
      "็ข": 1081,
      "็ฅ": 1082,
      "็ฆ": 1083,
      "็ง": 1084,
      "็ซ": 1085,
      "็ซ": 1086,
      "็ฌฌ": 1087,
      "็ต": 1088,
      "็ถ": 1089,
      "็ฝ": 1090,
      "็พฝ": 1091,
      "่ฒ": 1092,
      "่ก": 1093,
      "่ก": 1094,
      "่ฅฟ": 1095,
      "่จ": 1096,
      "่จญ": 1097,
      "่ญท": 1098,
      "่ณ": 1099,
      "่ทฏ": 1100,
      "่ทต": 1101,
      "่ป": 1102,
      "่พพ": 1103,
      "้": 1104,
      "้": 1105,
      "้จ": 1106,
      "้": 1107,
      "้ฒ": 1108,
      "้ท": 1109,
      "้": 1110,
      "๊ข": 1111,
      "๊ฃ": 1112,
      "๊ค": 1113,
      "๊ฅ": 1114,
      "๊ฑด": 1115,
      "์ฐ": 1116,
      "์": 1117,
      "์ด": 1118,
      "์ฃผ": 1119,
      "ํ": 1120,
      "ํฌ": 1121,
      "๏ดพ": 1122,
      "๏ดฟ": 1123,
      "๏ธ": 1124,
      "๏ผ": 1125,
      "๏ผ": 1126,
      "๏ผ": 1127,
      "๐": 1128,
      "๐ก": 1129,
      "๐ฆ": 1130,
      "๐ง": 1131,
      "๐ซ": 1132,
      "๐ฒ": 1133,
      "๐ผ": 1134,
      "๐": 1135,
      "๐": 1136,
      "๐ก": 1137,
      "๐ก": 1138,
      "๐ก": 1139,
      "๐ค": 1140,
      "๐ค": 1141,
      "๐ค": 1142,
      "๐ค": 1143,
      "๐ค": 1144,
      "๐ค": 1145,
      "๐ค": 1146,
      "๐ค": 1147,
      "๐ค": 1148,
      "๐ค": 1149,
      "๐ค": 1150,
      "๐ค": 1151,
      "๐ค": 1152,
      "๐ค": 1153,
      "๐ค": 1154,
      "๐ค": 1155,
      "๐ค": 1156,
      "๐ค": 1157,
      "๐ค": 1158,
      "๐ค": 1159,
      "๐ค": 1160,
      "๐ฆ": 1161,
      "๐ฆก": 1162,
      "๐ฆข": 1163,
      "๐ฆฃ": 1164,
      "๐ฆค": 1165,
      "๐ฆฅ": 1166,
      "๐ฆฆ": 1167,
      "๐ฆง": 1168,
      "๐ฆจ": 1169,
      "๐ฆฉ": 1170,
      "๐ฆช": 1171,
      "๐ฆซ": 1172,
      "๐ฆฌ": 1173,
      "๐ฆฎ": 1174,
      "๐ฆฐ": 1175,
      "๐ฆฑ": 1176,
      "๐ฆต": 1177,
      "๐ฉ": 1178,
      "๐ฉก": 1179,
      "๐ฉข": 1180,
      "๐ฉฃ": 1181,
      "๐ฉค": 1182,
      "๐ฉฅ": 1183,
      "๐ฉฆ": 1184,
      "๐ฉง": 1185,
      "๐ฉจ": 1186,
      "๐ฉฉ": 1187,
      "๐ฉช": 1188,
      "๐ฉซ": 1189,
      "๐ฉฌ": 1190,
      "๐ฉญ": 1191,
      "๐ฉฎ": 1192,
      "๐ฉฏ": 1193,
      "๐ฉฐ": 1194,
      "๐ฉฑ": 1195,
      "๐ฉฒ": 1196,
      "๐ฉณ": 1197,
      "๐ฉด": 1198,
      "๐ฉต": 1199,
      "๐ฉถ": 1200,
      "๐ฉธ": 1201,
      "๐ฉน": 1202,
      "๐ฉบ": 1203,
      "๐ฉป": 1204,
      "๐ฉผ": 1205,
      "๐": 1206,
      "๐ญ": 1207,
      "๐ฏ": 1208,
      "๐ธ": 1209,
      "๐": 1210,
      "๐น": 1211,
      "๐บ": 1212,
      "๐": 1213,
      "๐ป": 1214,
      "๐": 1215,
      "๐": 1216,
      "๐": 1217,
      "๐": 1218,
      "๐ท": 1219,
      "๐ฟ": 1220,
      "๐": 1221,
      "๐": 1222,
      "๐": 1223,
      "๐": 1224,
      "๐ณ": 1225,
      "๐ท": 1226,
      "๐": 1227,
      "๐ฝ": 1228,
      "๐": 1229,
      "๐": 1230,
      "๐จ": 1231,
      "๐พ": 1232,
      "๐": 1233,
      "๐ฝ": 1234,
      "๐": 1235,
      "๐": 1236,
      "๐ฉ": 1237,
      "๐ญ": 1238,
      "๐": 1239,
      "๐ก": 1240,
      "๐ข": 1241,
      "๐ฉ": 1242,
      "๐ซ": 1243,
      "๐พ": 1244,
      "๐": 1245,
      "๐": 1246,
      "๐": 1247,
      "๐": 1248,
      "๐": 1249,
      "๐": 1250,
      "๐ฆ": 1251,
      "๐ท": 1252,
      "๐": 1253,
      "๐": 1254,
      "๐": 1255,
      "๐": 1256,
      "๐": 1257,
      "๐": 1258,
      "๐": 1259,
      "๐": 1260,
      "๐ฟ": 1261,
      "๐": 1262,
      "๐ก": 1263,
      "๐": 1264,
      "๐ค": 1265,
      "๐ญ": 1266,
      "๐": 1267,
      "๐": 1268,
      "๐": 1269,
      "๐": 1270,
      "๐น": 1271,
      "๐ผ": 1272,
      "๐ฝ": 1273,
      "๐": 1274,
      "๐": 1275,
      "๐": 1276,
      "๐": 1277,
      "๐": 1278,
      "๐": 1279,
      "๐ง": 1280,
      "๐จ": 1281,
      "๐น": 1282,
      "๐ณ": 1283,
      "๐ฟ": 1284,
      "๐": 1285,
      "๐ก": 1286,
      "๐": 1287,
      "๐": 1288,
      "๐": 1289,
      "๐ฅ": 1290,
      "๐ญ": 1291,
      "๐ถ": 1292,
      "๐บ": 1293,
      "๐": 1294,
      "๐": 1295,
      "๐ฃ": 1296,
      "๐บ": 1297,
      "๐ป": 1298,
      "๐ป": 1299,
      "ุงู": 1300,
      "โุงู": 1301,
      "โู": 1302,
      "โู": 1303,
      "โุจ": 1304,
      "โู": 1305,
      "โุน": 1306,
      "โุฃ": 1307,
      "ูุฉ": 1308,
      "ุงู": 1309,
      "โุงูู": 1310,
      "โูู": 1311,
      "โู": 1312,
      "ูู": 1313,
      "ุงุช": 1314,
      "โูู": 1315,
      "โุช": 1316,
      "ุงู": 1317,
      "ุงุฑ": 1318,
      "ูู": 1319,
      "โุฅ": 1320,
      "ูุง": 1321,
      "\n-": 1322,
      "โู": 1323,
      "โู": 1324,
      "ุฑู": 1325,
      "โุญ": 1326,
      "ุฑุง": 1327,
      "โุงูุฃ": 1328,
      "ูู": 1329,
      "โูุงู": 1330,
      "ูุฑ": 1331,
      "โู": 1332,
      "โุณ": 1333,
      "โุงูุน": 1334,
      "ุงุจ": 1335,
      "ุงุฏ": 1336,
      "ูู": 1337,
      "ูู": 1338,
      "ุงุณ": 1339,
      "โุงูุช": 1340,
      "ูุง": 1341,
      "ูุฑ": 1342,
      "โู": 1343,
      "โู": 1344,
      "โ1": 1345,
      ".\n": 1346,
      "โุนูู": 1347,
      "ุฏู": 1348,
      "โุฌ": 1349,
      "โุงูู": 1350,
      "ูุง": 1351,
      "ูุง": 1352,
      "โ(": 1353,
      "โุงูุณ": 1354,
      "โุฃู": 1355,
      "โูู": 1356,
      "โุด": 1357,
      "ุตุฑ": 1358,
      "โุงูุญ": 1359,
      "ุฑุจ": 1360,
      "ูู": 1361,
      "ูู": 1362,
      "โุฅูู": 1363,
      "โุฑ": 1364,
      "ูุง": 1365,
      "โุฏ": 1366,
      "ูู": 1367,
      "ุฑุฉ": 1368,
      "##": 1369,
      "ุนุฏ": 1370,
      "ุญู": 1371,
      "ูู": 1372,
      "โุจู": 1373,
      "โุงูุฅ": 1374,
      "โุงูุจ": 1375,
      "โุงูุฌ": 1376,
      "โุจุงู": 1377,
      "โุฎ": 1378,
      "ุนุฉ": 1379,
      "โุงูู": 1380,
      "ูุฏ": 1381,
      "โุงูุด": 1382,
      "โ2": 1383,
      "โุงูุฏ": 1384,
      "ุงุฆ": 1385,
      "โูุน": 1386,
      "ูู": 1387,
      "ูุง": 1388,
      "ูู": 1389,
      "โ19": 1390,
      "ูุง": 1391,
      "ูุฏ": 1392,
      "โุงูู": 1393,
      "โุนู": 1394,
      "ูุณ": 1395,
      "ุจุฏ": 1396,
      "ูุฏ": 1397,
      "ุงุก": 1398,
      "โุต": 1399,
      "ุงุณุช": 1400,
      "ูุณ": 1401,
      "ุฑู": 1402,
      "ุจู": 1403,
      "ูู": 1404,
      "ุงู": 1405,
      "ุจุฑ": 1406,
      "โูุงู": 1407,
      "โุนุงู": 1408,
      ".\n##": 1409,
      "ุณุช": 1410,
      "ุญูุฏ": 1411,
      "ุญุฏ": 1412,
      "ุณู": 1413,
      "ุชู": 1414,
      "โ20": 1415,
      "ูู": 1416,
      "โุงูู": 1417,
      "ุฉุ": 1418,
      "ูู": 1419,
      "โูุช": 1420,
      "โุงูุฑ": 1421,
      "โุท": 1422,
      "โูุฃ": 1423,
      ".\n-": 1424,
      "ุงู": 1425,
      "ุงุน": 1426,
      "ูุฑ": 1427,
      "โุงูุฎ": 1428,
      "ูุงู": 1429,
      "ูู": 1430,
      "ูู": 1431,
      "ุงุญ": 1432,
      "โยซ": 1433,
      "ูุฉ": 1434,
      "ูุฉ": 1435,
      "ูู": 1436,
      "โุงูุฐ": 1437,
      "ูุฌ": 1438,
      "ูุฉ": 1439,
      "โุซ": 1440,
      "ุดุฑ": 1441,
      "ุงูู": 1442,
      "โุงูุต": 1443,
      "โุฐ": 1444,
      "ูุงู": 1445,
      "ูุจ": 1446,
      "โุงูุซ": 1447,
      "ูู": 1448,
      "โุนุจุฏ": 1449,
      "โุงูุชู": 1450,
      "ูุฉุ": 1451,
      "โุบ": 1452,
      "ุฏุฑ": 1453,
      "ุฎุฑ": 1454,
      "โูุตุฑ": 1455,
      "โูุฐ": 1456,
      "ุจู": 1457,
      "ูุน": 1458,
      "ูุช": 1459,
      "ูู": 1460,
      "ุงุฌ": 1461,
      "โุฒ": 1462,
      "ูุฉ": 1463,
      "โุนูู": 1464,
      "โ-": 1465,
      "ุจุฉ": 1466,
      "โูู": 1467,
      "โูู": 1468,
      "ุงู": 1469,
      "ูุฑ": 1470,
      "ุฏุฉ": 1471,
      "ูุฑ": 1472,
      "ุชู": 1473,
      "ูู": 1474,
      "โูู": 1475,
      "โุจุนุฏ": 1476,
      "โุฃู": 1477,
      "ุงุฑู": 1478,
      "ูู": 1479,
      "ูู": 1480,
      "ูู": 1481,
      "ุงุฑุฉ": 1482,
      "โุงูุท": 1483,
      "ุณู": 1484,
      "ูุช": 1485,
      "โูุญูุฏ": 1486,
      "ุฌู": 1487,
      "โูุง": 1488,
      "ุตุฑู": 1489,
      "ุฒู": 1490,
      "โุจูู": 1491,
      "โุงูุฐู": 1492,
      "ูุฏ": 1493,
      "โุฃุจ": 1494,
      "โูู": 1495,
      "ุนู": 1496,
      "ูุงู": 1497,
      "ุตู": 1498,
      "ุชู": 1499,
      "ูุฏ": 1500,
      "โุง": 1501,
      "ุฑู": 1502,
      "โุญู": 1503,
      "ุญุช": 1504,
      "ุฑุถ": 1505,
      "โุงูู": 1506,
      "ูุฑุฉ": 1507,
      "ูู": 1508,
      "ุฏูู": 1509,
      "โุชู": 1510,
      "ุณุจ": 1511,
      "\n##": 1512,
      "โุงุณุช": 1513,
      "ูุน": 1514,
      "โุงูุนุฑุจ": 1515,
      "ุณู": 1516,
      "โุงู": 1517,
      "โูุจ": 1518,
      "โุงููุน": 1519,
      "ุญู": 1520,
      "ุงุท": 1521,
      "โูุน": 1522,
      "โุถ": 1523,
      "โุฃู": 1524,
      "ูู": 1525,
      "โุงููุช": 1526,
      "ุฏู": 1527,
      "ูุฑ": 1528,
      "โุฃู": 1529,
      "ูุช": 1530,
      "โุงููู": 1531,
      "ููุฉ": 1532,
      "โุข": 1533,
      "โุฐูู": 1534,
      "ุงูู": 1535,
      "\n\n": 1536,
      "ุณุฉ": 1537,
      "ุงูู": 1538,
      "ุงุต": 1539,
      "ุงุฏุฉ": 1540,
      "ุงุจู": 1541,
      "โุจุฏ": 1542,
      "โูุณ": 1543,
      "ุงุด": 1544,
      "ูู": 1545,
      "ูุจ": 1546,
      "ุชุจ": 1547,
      ")\n-": 1548,
      "ูุงุช": 1549,
      "ุฑู": 1550,
      "00": 1551,
      "ูุ": 1552,
      "ุฏูุฏ": 1553,
      "ูุงู": 1554,
      "โ201": 1555,
      "ุฌู": 1556,
      "โูู": 1557,
      "ุฑู": 1558,
      "ุฃู": 1559,
      "ุฆูุณ": 1560,
      "โููุงู": 1561,
      "ุงููุฉ": 1562,
      "โูุญ": 1563,
      "ูู": 1564,
      "โูู": 1565,
      "โุซู": 1566,
      "ุฎุช": 1567,
      "โุจุน": 1568,
      "โุงูุบ": 1569,
      "ูุฉ": 1570,
      "โุฅู": 1571,
      "ุฑุงุก": 1572,
      "ุณุท": 1573,
      "โุชุน": 1574,
      "1.": 1575,
      "โ200": 1576,
      "โูู": 1577,
      "ุงุณู": 1578,
      "โูุช": 1579,
      "โูุฐุง": 1580,
      "ุฑูู": 1581,
      "โุงูุฃู": 1582,
      "ุฑูุฉ": 1583,
      "ุญุฉ": 1584,
      "โุงููุณ": 1585,
      "ุชู": 1586,
      "โุงููู": 1587,
      "ูุด": 1588,
      "โูุงูู": 1589,
      "โูุฐู": 1590,
      "ุฑูุฉ": 1591,
      "ุฑุงุฆ": 1592,
      "ุฎู": 1593,
      "ููู": 1594,
      "ุทุฉ": 1595,
      "ุงู": 1596,
      "ุงุฏู": 1597,
      "โุจู": 1598,
      "โูุงูุช": 1599,
      "โุญูุซ": 1600,
      "ูุงุก": 1601,
      "ุตุจ": 1602,
      "โูุง": 1603,
      "โุณูุฉ": 1604,
      "ูุณ": 1605,
      "โูู": 1606,
      "โูุฌ": 1607,
      "ุชูุง": 1608,
      "โุงูู": 1609,
      "ุฏููุฉ": 1610,
      "โุงุจู": 1611,
      "โูู": 1612,
      "ุนุจ": 1613,
      "ุฃุณ": 1614,
      "ุชุงุจ": 1615,
      "ุจุฑุง": 1616,
      "ุฐุง": 1617,
      "ุฑุฌ": 1618,
      "โุงููุตุฑ": 1619,
      "โุงููุตุฑู": 1620,
      "โุงูุฒ": 1621,
      "ุณูุงู": 1622,
      "โุญุณ": 1623,
      "ูุฑุฉ": 1624,
      "ููู": 1625,
      "ุซุฑ": 1626,
      "โุฃุญูุฏ": 1627,
      "ุซู": 1628,
      "ุชุญ": 1629,
      "โุญุชู": 1630,
      "โูุน": 1631,
      "โุฃุณ": 1632,
      "ุงูุฑุฉ": 1633,
      "โูุจู": 1634,
      "โุงูู": 1635,
      "ุงุฑูุฎ": 1636,
      "ุฑุฏ": 1637,
      "โุฃุจู": 1638,
      "ูุฉ.": 1639,
      "19": 1640,
      "โูุต": 1641,
      "โุงูููู": 1642,
      "ูุงุน": 1643,
      "โููุง": 1644,
      "โุฃุน": 1645,
      "โููุฏ": 1646,
      "โ*": 1647,
      "ูุฑู": 1648,
      "ุงุถ": 1649,
      "ูุงุช": 1650,
      "ููู": 1651,
      "ุฎุต": 1652,
      "โุงูุฏูู": 1653,
      "ูุช": 1654,
      "ุฒุฉ": 1655,
      "โููู": 1656,
      "ุฅู": 1657,
      "ุงุชู": 1658,
      "ูู": 1659,
      "ูุจ": 1660,
      "โุงูุนุงู": 1661,
      "โุงูุข": 1662,
      "โูู": 1663,
      "โุจู": 1664,
      "โุชุญ": 1665,
      "โุงูู": 1666,
      "ููุฉ": 1667,
      "ููุ": 1668,
      "โุณู": 1669,
      "โุงููุตุฑูุฉ": 1670,
      "ูุงู": 1671,
      "โููู": 1672,
      "โูุฑ": 1673,
      "ูุงู": 1674,
      "ุฐูู": 1675,
      "โุฎูุงู": 1676,
      "โูุญ": 1677,
      "โูุช": 1678,
      "ูู": 1679,
      "ุนู": 1680,
      "ุดุงุฑ": 1681,
      "โูุฏ": 1682,
      "โูู": 1683,
      "โ3": 1684,
      "ุงุฒ": 1685,
      "ูู": 1686,
      "โูุงูุช": 1687,
      "ูุฑ": 1688,
      "โุงูุฅุณ": 1689,
      "ูุงุฏ": 1690,
      "โ\"": 1691,
      "โููู": 1692,
      "ุฑูุฒ": 1693,
      "โููู": 1694,
      "ุฏุฏ": 1695,
      "ูุจ": 1696,
      "โุงูุฃุณ": 1697,
      "ูุถ": 1698,
      "โูุฌ": 1699,
      "โุฅุณ": 1700,
      "โูุช": 1701,
      "ูุฉ": 1702,
      "ุงูุนุฉ": 1703,
      "ุงุฉ": 1704,
      "ูู": 1705,
      "โุงูุฅุณูุงู": 1706,
      "ูุงุ": 1707,
      ")ุ": 1708,
      "โูู": 1709,
      "ูุงุญ": 1710,
      "โุงููุญ": 1711,
      "โุฃูู": 1712,
      "ููุฉ": 1713,
      "โูุณ": 1714,
      "โูุฏ": 1715,
      "ูู": 1716,
      "ููู": 1717,
      "ุงูุฉ": 1718,
      "ูุฒ": 1719,
      "โุนูุฏ": 1720,
      "โุชู": 1721,
      "โุฃุญุฏ": 1722,
      "ุฑุญ": 1723,
      "โุ": 1724,
      "ุซุฉ": 1725,
      "ููู": 1726,
      "ูุญ": 1727,
      "โุงูุฃูู": 1728,
      "ูุงู": 1729,
      "ูุช": 1730,
      "ูุน": 1731,
      "โูู": 1732,
      "ุงูุฉ": 1733,
      "โุงููุงูุฑุฉ": 1734,
      "โุจุช": 1735,
      "โุฃู": 1736,
      "ูุฎ": 1737,
      "ุจุน": 1738,
      "ุฌูุณ": 1739,
      "ูุณ": 1740,
      "ุตุฉ": 1741,
      "ุนู": 1742,
      "ุซู": 1743,
      "โ199": 1744,
      "โุจุนุถ": 1745,
      "ูุงุฑ": 1746,
      "ุฑุงุฌ": 1747,
      "ูุฑูุฉ": 1748,
      "ุตู": 1749,
      "ุฎุฑู": 1750,
      "ุงุนุฏ": 1751,
      "โุงูุจุญ": 1752,
      "ุจูุฑ": 1753,
      "โูุฅ": 1754,
      "โุจุท": 1755,
      "ุจุงุฑ": 1756,
      "ุงูุธ": 1757,
      "โุจู": 1758,
      "โูุช": 1759,
      "ุงุฏุฑ": 1760,
      "ุทู": 1761,
      "ูู": 1762,
      "ุนุช": 1763,
      "ุงุฑุณ": 1764,
      "ูุท": 1765,
      "โุนูุฑ": 1766,
      "ุญุฏุฉ": 1767,
      "โุงูุนุฑุจูุฉ": 1768,
      "ุฑู": 1769,
      "โูุฒ": 1770,
      "โุฃูุถ": 1771,
      "ุฌุฏ": 1772,
      "ูุท": 1773,
      "โููู": 1774,
      "ูุงุก": 1775,
      "โุบูุฑ": 1776,
      "ูุช": 1777,
      "โูุง": 1778,
      "..": 1779,
      "ูุณ": 1780,
      "โุฃู": 1781,
      "ุฆุฉ": 1782,
      "โุฑุฆูุณ": 1783,
      "ูุ": 1784,
      "โุฃูู": 1785,
      "ุดูุงุฏ": 1786,
      "โูุชุงุจ": 1787,
      "ูู": 1788,
      "โูููู": 1789,
      "โุจุญ": 1790,
      "โ18": 1791,
      "โุจุด": 1792,
      "โูุงูุฃ": 1793,
      "โูุค": 1794,
      "โโ": 1795,
      "โุนู": 1796,
      "โุณุจ": 1797,
      "โ(ุงู": 1798,
      "โูู": 1799,
      "ุงุญุช": 1800,
      "ุฑุณ": 1801,
      "โุฅูู": 1802,
      "โูุฃ": 1803,
      "โ198": 1804,
      "\n1.": 1805,
      "โุงูุซุงูู": 1806,
      "โูุณุช": 1807,
      "ูุนุฉ": 1808,
      "ูุท": 1809,
      "โูู": 1810,
      "ููุฉ": 1811,
      "ุฑุช": 1812,
      "โุงูุถ": 1813,
      "โุฏู": 1814,
      "โุงูุนูู": 1815,
      "ุงูุช": 1816,
      "ุฑุน": 1817,
      "โุงููุฌ": 1818,
      "ุงุซ": 1819,
      "โูู": 1820,
      "ุงุนุช": 1821,
      "โ197": 1822,
      "ุงุจุฉ": 1823,
      "โุงููุค": 1824,
      "ูุจ": 1825,
      "ุงูู": 1826,
      "โุนููู": 1827,
      "ูู": 1828,
      "โุณู": 1829,
      "20": 1830,
      "ุทูุฉ": 1831,
      "โุงูุณู": 1832,
      "ููู": 1833,
      "โุชู": 1834,
      "โุฃุจู": 1835,
      "ุงูุฉ": 1836,
      "โุงููุณุช": 1837,
      "ุฑู": 1838,
      "โุนุฏุฏ": 1839,
      "ุบูุฑ": 1840,
      "ููู": 1841,
      "โ4": 1842,
      "โูุซู": 1843,
      "โูุงูุฏ": 1844,
      "ูุง": 1845,
      "โุจูุง": 1846,
      "ุฑุงุช": 1847,
      "ุงุณุชุดูุงุฏ": 1848,
      "ุงููู": 1849,
      "โูุตุฑู": 1850,
      "โููู": 1851,
      "โุฃุฎ": 1852,
      "ุนูุฏ": 1853,
      "โุนูู": 1854,
      "ุซูุฑ": 1855,
      "ุงุฑุงุช": 1856,
      "โุงููุฏ": 1857,
      "ุฏูู": 1858,
      "ููู": 1859,
      "โุจู": 1860,
      "ุฌู": 1861,
      "ุงูุจ": 1862,
      "ููู": 1863,
      "โ(ู": 1864,
      "ุงู": 1865,
      "ุญููุฏ": 1866,
      "โุฏูุฑ": 1867,
      "โ5": 1868,
      "ูุฑู": 1869,
      "โุชุช": 1870,
      "โุงูุงุณุช": 1871,
      "ุธู": 1872,
      "ุงุฆู": 1873,
      "โุนุดุฑ": 1874,
      "ุงุณู": 1875,
      "โุจุฃ": 1876,
      "โููุณ": 1877,
      "โููุง": 1878,
      "โ196": 1879,
      "ูุน": 1880,
      "โูููุง": 1881,
      "ุฑุงู": 1882,
      "โูู": 1883,
      "ููุน": 1884,
      "โ6": 1885,
      "โุงูุนุงูู": 1886,
      "โุฃุฏ": 1887,
      "ูู": 1888,
      "โุญู": 1889,
      "โุจุฃู": 1890,
      "โูู": 1891,
      "ุณูุณู": 1892,
      "ูุช": 1893,
      "ุบุฉ": 1894,
      "โุฅูุง": 1895,
      "โูุด": 1896,
      "โยซุงู": 1897,
      "ยปุ": 1898,
      "ูู": 1899,
      "ุงููุฉ": 1900,
      "โููู": 1901,
      "ุฎุท": 1902,
      "\nุช": 1903,
      "ูู": 1904,
      "โูุฏููุฉ": 1905,
      "โูุงูุน": 1906,
      "ุฑุงุฆูู": 1907,
      "ูุฏู": 1908,
      "ููุฏุฑ": 1909,
      "ุฌุฉ": 1910,
      "โ195": 1911,
      "ุญู": 1912,
      "โุงูุช": 1913,
      "ููู": 1914,
      "ููู": 1915,
      "ุตูู": 1916,
      "ุณู": 1917,
      "โุชุญุช": 1918,
      "โุงูุง": 1919,
      "ุฌุฑ": 1920,
      "ุฑูุจ": 1921,
      ".\n1.": 1922,
      "โุนุจ": 1923,
      "ุธุฑ": 1924,
      "โุงูุฏููุฉ": 1925,
      "ุงูุ": 1926,
      "ุจุฑุงููู": 1927,
      "ูุฒ": 1928,
      "ุฑุงุจ": 1929,
      "โูู": 1930,
      "ุงุฌุช": 1931,
      "โุงููุช": 1932,
      "ุธูุฑ": 1933,
      "โููู": 1934,
      "ุจู": 1935,
      "ุฎุฑุฌ": 1936,
      "ุฑุจูุฉ": 1937,
      "ูุณู": 1938,
      "โูุงู": 1939,
      "ูุณุท": 1940,
      "โูุงู": 1941,
      "ูุงู": 1942,
      "โูุฏ": 1943,
      "ูุฏุฉ": 1944,
      "โูุฏ": 1945,
      "ูุฉ": 1946,
      "ุดู": 1947,
      "โุชุฃ": 1948,
      "โูู": 1949,
      "โุงูุซุงู": 1950,
      "ุฌู": 1951,
      "ุทุฑ": 1952,
      "โูุฑ": 1953,
      "โุงููุง": 1954,
      "ุงุ": 1955,
      "ุฑุงุฏ": 1956,
      "ูู": 1957,
      "โุฃุฎุฑู": 1958,
      "โูููุง": 1959,
      "โุงููููู": 1960,
      "ูุงู": 1961,
      "ุตู": 1962,
      "โุญุณู": 1963,
      "ูุงุฆ": 1964,
      "ุตูุฑ": 1965,
      "โุฃุบ": 1966,
      "โูููู": 1967,
      "โูู": 1968,
      "โุงูุชุน": 1969,
      "โุชุงุฑูุฎ": 1970,
      "โุงูุฃููู": 1971,
      "โุงููุฑู": 1972,
      "โุชุด": 1973,
      "ุถู": 1974,
      "โูุญููุฏ": 1975,
      "โุจุฑ": 1976,
      "ุฒู": 1977,
      "โุงูุฅู": 1978,
      "ุฑูู": 1979,
      "โุงูุดูุฎ": 1980,
      "ุงูุญ": 1981,
      "ูู": 1982,
      "ุงูุธุฉ": 1983,
      "โุงุช": 1984,
      "ูุงุก": 1985,
      "โูุด": 1986,
      "ุฃุฉ": 1987,
      "โุงูุฑุฆูุณ": 1988,
      "โุฌู": 1989,
      "ุงูุฉ": 1990,
      "โุงูุนุฏูุฏ": 1991,
      "ุฑุงุณ": 1992,
      "ููู": 1993,
      "โููู": 1994,
      "ุฎุชูู": 1995,
      "ุงุชุ": 1996,
      "โุฌุงูุนุฉ": 1997,
      "โุงูุฐูู": 1998,
      "ูุณุท": 1999,
      "ููุน": 2000,
      "ุฑุงุถ": 2001,
      "โ7": 2002,
      "ุตุงุฑ": 2003,
      "ูุถ": 2004,
      "ุฌููุนุฉ": 2005,
      "โุงุณู": 2006,
      "ุงุตุฉ": 2007,
      "โุงููุฑ": 2008,
      "โุงูุฃุน": 2009,
      "ูุชู": 2010,
      "ุงุฑุฌ": 2011,
      "โุฃุด": 2012,
      "ูู": 2013,
      "ุทู": 2014,
      "โุฅุจุฑุงููู": 2015,
      "โููุฏ": 2016,
      "ุฑุงู": 2017,
      "ุนุฑ": 2018,
      "โุงูุชุญ": 2019,
      "ูุด": 2020,
      "โุจุงูู": 2021,
      "ุงุฎู": 2022,
      "โููุช": 2023,
      "ููุง": 2024,
      "ุงุณูุฉ": 2025,
      "ุงูู": 2026,
      "ูุฏุฉ": 2027,
      "โููุง": 2028,
      "ุชุงุฌ": 2029,
      "ุจูุฉ": 2030,
      "โููุณู": 2031,
      "ูุงู": 2032,
      "โูุงูุชู": 2033,
      "โุฅุฏ": 2034,
      "ุบู": 2035,
      "ุงุฌุชูุงุน": 2036,
      "ุตุจุญ": 2037,
      "ุฒูุฒ": 2038,
      "ุญู": 2039,
      "ุฎุฏ": 2040,
      "ุณุจุจ": 2041,
      "โุจุงุด": 2042,
      "ูู": 2043,
      "โุชุฌ": 2044,
      "โุงูุฌุฒ": 2045,
      "โุงููุณูู": 2046,
      "โุงููู": 2047,
      "ุถุงุก": 2048,
      "โุจุงูู": 2049,
      "ุงุฆุฏ": 2050,
      "โุจุงุณู": 2051,
      "โุฒูุฌ": 2052,
      "ูุงู": 2053,
      "โุฃูุซุฑ": 2054,
      "ุตุฏ": 2055,
      "โ12": 2056,
      "โุฃุซ": 2057,
      "โููุณ": 2058,
      "ุณูุฑ": 2059,
      "โูุฃู": 2060,
      "ุฑูุท": 2061,
      "โูุจ": 2062,
      ")\n\n": 2063,
      "โูุงุณุช": 2064,
      "ุฐู": 2065,
      "ุถุน": 2066,
      "โุงูุจู": 2067,
      "โุขุฎุฑ": 2068,
      "ูุงุก": 2069,
      "โุงูุฌู": 2070,
      "โูุฌูุณ": 2071,
      "โูุฑ": 2072,
      "ุฎุฑุงุฌ": 2073,
      "ุทู": 2074,
      "โุจุฌ": 2075,
      "โุงู": 2076,
      "โุซูุง": 2077,
      "ุงูุฑ": 2078,
      "โุญูู": 2079,
      "ููุฉ": 2080,
      "โุงููุด": 2081,
      "ุณูู": 2082,
      "โุชูู": 2083,
      "ุจุช": 2084,
      "โุนูุฏ": 2085,
      "โูุณ": 2086,
      "โุงูุฌูุด": 2087,
      "ูุงุฉ": 2088,
      "ุฑูุฏ": 2089,
      "โุฃุนูุงู": 2090,
      "โูุฃ": 2091,
      "ุฏูุฏุฉ": 2092,
      "โ:": 2093,
      "โุญูู": 2094,
      "ูุงู": 2095,
      "ุงุฐ": 2096,
      "ูุชุต": 2097,
      "โููุน": 2098,
      "ูุงูู": 2099,
      "ูุงุนูู": 2100,
      "โ(1": 2101,
      "ุฎุฏู": 2102,
      "โ8": 2103,
      "ุงุฏูุฉ": 2104,
      "\\\\": 2105,
      "โุงูุฏูู": 2106,
      "โุงููู": 2107,
      "โุชุฏ": 2108,
      "โูุณ": 2109,
      "ุธูู": 2110,
      "โุงูุดุฑู": 2111,
      "ุงุฑุช": 2112,
      "โุจุงูุฅ": 2113,
      "ุงูุฏ": 2114,
      "ุงู": 2115,
      "โุจุงุดุง": 2116,
      "โูุฌ": 2117,
      "โููุฐ": 2118,
      ".ุงุณุชุดูุงุฏ": 2119,
      "โุญุฏ": 2120,
      "โุงูุณูุท": 2121,
      "ูู": 2122,
      "ููุ": 2123,
      "ุฑุงู": 2124,
      "โุฎุท": 2125,
      "โุฌููุน": 2126,
      "ุฏูุซ": 2127,
      "โุจุฅ": 2128,
      "โููุฃ": 2129,
      "ุธุงู": 2130,
      "ููู": 2131,
      "โุงูุฅุณููุฏุฑ": 2132,
      "ุฐูุฑ": 2133,
      "โููุง": 2134,
      "โุนูููุง": 2135,
      "ูุฌ": 2136,
      "ูุงุน": 2137,
      "โุถุฏ": 2138,
      "ูุงุฆ": 2139,
      "ูุงู": 2140,
      "โ194": 2141,
      "ุฑูุฑ": 2142,
      "โูุฅ": 2143,
      "ุงุฑูุฉ": 2144,
      "ุญู": 2145,
      "โููุจ": 2146,
      "ุงูู": 2147,
      "โุงููุฏููุฉ": 2148,
      "โ9": 2149,
      "ุงูุจ": 2150,
      "ุฑุด": 2151,
      "ููู": 2152,
      "ูุชุจ": 2153,
      "โููุงู": 2154,
      "ุฑูู": 2155,
      "ุฑูู": 2156,
      "โุฃุญ": 2157,
      "ูู.": 2158,
      "โุงูุฃุฏ": 2159,
      "ุฑูู": 2160,
      "โุงูุนู": 2161,
      "ุงุจู": 2162,
      "ุงุนุฉ": 2163,
      "โุฑุจ": 2164,
      "โูุฎ": 2165,
      "ุจุงุจ": 2166,
      ":\n-": 2167,
      "ูู": 2168,
      "โุงูุซุงูุซ": 2169,
      "โูุงูุฅ": 2170,
      "ุถุงูุฉ": 2171,
      "ููุฏ": 2172,
      "ุฒุจ": 2173,
      ".\nู": 2174,
      "ุทุจ": 2175,
      "ุจูุบ": 2176,
      "โุนูุฏูุง": 2177,
      "ููุฉ": 2178,
      "ุฑุงุน": 2179,
      "โููู": 2180,
      ").": 2181,
      "โูุจูุฑ": 2182,
      "โุฃุต": 2183,
      "โุจู": 2184,
      "โุฑุณ": 2185,
      "ุฑุงู": 2186,
      "โ10": 2187,
      "โุงูุนูู": 2188,
      "โููู": 2189,
      "โุฌุฒ": 2190,
      "ุฏุฑุณุฉ": 2191,
      "ุบู": 2192,
      "ูุงุ": 2193,
      "ูุท": 2194,
      "ุฒู": 2195,
      "โูุฌ": 2196,
      "โุชุณ": 2197,
      "โููุงูุฑ": 2198,
      "โุงูุชุงุฑูุฎ": 2199,
      "ุฃุช": 2200,
      "โุงูุญุฑุจ": 2201,
      "ุทูู": 2202,
      "ุงูุฑ": 2203,
      "ูุณ": 2204,
      "โูุน": 2205,
      "ูููุฉ": 2206,
      "โูุฑูุฒ": 2207,
      "โุฏุงุฑ": 2208,
      "ุฌุจ": 2209,
      "โุณููู": 2210,
      "โุณุช": 2211,
      "โ11": 2212,
      "ุฌู": 2213,
      "ูุฌุฏ": 2214,
      "ุฎุฐ": 2215,
      "โูุชู": 2216,
      "โูุญ": 2217,
      "โุจุดูู": 2218,
      "โุงููุต": 2219,
      "โุงูุฑุง": 2220,
      "โ(19": 2221,
      "โุงูุนุจ": 2222,
      "ุนูุฏ": 2223,
      "โููุงูุช": 2224,
      "ุชุฏ": 2225,
      "โุจูู": 2226,
      "โูุญ": 2227,
      "ููุง": 2228,
      "200": 2229,
      "โุงููุชุงุจ": 2230,
      "ุงูุฌ": 2231,
      "โ202": 2232,
      "โุจุฏูุฑ": 2233,
      "ูุฉ\n-": 2234,
      "โูุชุจ": 2235,
      "โุงูุตุญ": 2236,
      "โุงููุฏู": 2237,
      "ูุณ": 2238,
      "ุญุฏู": 2239,
      "โ13": 2240,
      "ู.": 2241,
      "โุงููุชุญุฏุฉ": 2242,
      "โุงูุฃุฎ": 2243,
      "ูู": 2244,
      "ุซุงุฑ": 2245,
      "ุงุฏู": 2246,
      "ูุงู": 2247,
      "ูุฒู": 2248,
      "ูุ": 2249,
      "ุฌุฒ": 2250,
      "โุธ": 2251,
      "ูุงู": 2252,
      "ุชู": 2253,
      "ูุชูุจุฑ": 2254,
      "ุชุฑ": 2255,
      "ุงุจุนุฉ": 2256,
      "ุงูู": 2257,
      "ุงุณุฉ": 2258,
      "ุดู": 2259,
      "ูุงุก": 2260,
      "โููุช": 2261,
      "ูุฑุฉ": 2262,
      "โุงูุนุงูุฉ": 2263,
      "โูุงูุญ": 2264,
      "โูุด": 2265,
      "ุจุท": 2266,
      "โุฏู": 2267,
      "ุฒูุฌ": 2268,
      "โูุฅู": 2269,
      "ููุฉ": 2270,
      "ุชูุน": 2271,
      "โุงูููู": 2272,
      "ุงุจุน": 2273,
      "ููุฉ": 2274,
      "โุฃููุง": 2275,
      "ููุฉ": 2276,
      "ุงูุฉ": 2277,
      "ูุซ": 2278,
      "โุฑูู": 2279,
      "โุงูุงุช": 2280,
      "โูุฃู": 2281,
      "ุงุฑู": 2282,
      "ุญุงุฏ": 2283,
      "โุงูุดุฑ": 2284,
      "โูุณ": 2285,
      "โุงููุท": 2286,
      "โุฃูุชูุจุฑ": 2287,
      "โูุต": 2288,
      "โูุฑ": 2289,
      "โุงูุฃู": 2290,
      "โุนุถ": 2291,
      "ูููุฑูุฉ": 2292,
      "ูุง": 2293,
      "โุฅุณุฑุงุฆูู": 2294,
      "โูุณุช": 2295,
      "โุณู": 2296,
      "โููู": 2297,
      "โุงูููุช": 2298,
      "โ14": 2299,
      "โููู": 2300,
      "โูุตุงุฏุฑ": 2301,
      "โูู": 2302,
      "ูุงูู": 2303,
      "ุถุฑ": 2304,
      "ุงุตุฑ": 2305,
      "โุงููู": 2306,
      "โุงูุนุฑุจู": 2307,
      "โุจู": 2308,
      "ุงูุน": 2309,
      "ููุฉ": 2310,
      "โูู": 2311,
      "โูุท": 2312,
      "โุทุฑูู": 2313,
      "ุจุญ": 2314,
      "โุนูู": 2315,
      "ุจู": 2316,
      "ุดุงุก": 2317,
      "ุงูุช": 2318,
      "ุฃู": 2319,
      "โุฃูุถูุง": 2320,
      "โุงูููุง": 2321,
      "ยป.": 2322,
      "โูู": 2323,
      "โุญุณูู": 2324,
      "โ15": 2325,
      "โุนู": 2326,
      "โูุท": 2327,
      "โูุตุทูู": 2328,
      "โูููู": 2329,
      "โุงูุชู": 2330,
      "โุฅุณูุงุนูู": 2331,
      "โูููู": 2332,
      "โุงูุจุญุฑ": 2333,
      "ูู": 2334,
      "ููู": 2335,
      "โ/": 2336,
      "โุงูููู": 2337,
      "โุงููู": 2338,
      "โุงุนุช": 2339,
      "โุงูุชุฌ": 2340,
      "โูุจ": 2341,
      "โุฅุญุฏู": 2342,
      "โุดุฎุต": 2343,
      ":\n": 2344,
      "ูู": 2345,
      "โูููุฉ": 2346,
      "โุงูุนุซู": 2347,
      "โุญุฑุจ": 2348,
      "ุงุฆุฑ": 2349,
      "โูุงูู": 2350,
      "โุงููุฒ": 2351,
      "ูููุง": 2352,
      "ุฎุฏุงู": 2353,
      "ุงุนุฏุฉ": 2354,
      "โุงูููุงุช": 2355,
      "โูู": 2356,
      "ุงุชูุง": 2357,
      "โุจุณุจุจ": 2358,
      "ุฑูุงุถ": 2359,
      "ุฏู": 2360,
      "ุงุจู": 2361,
      "ุซุงู": 2362,
      "โูู": 2363,
      "ูุณุทูู": 2364,
      "โุงุญุช": 2365,
      "โุฃูู": 2366,
      "โุงููุฑ": 2367,
      "ุจุฑุงุท": 2368,
      "โูุต": 2369,
      "โุงูุฑูู": 2370,
      "ุฑุจุน": 2371,
      "โุฌุฏ": 2372,
      "ุญูู": 2373,
      "โูู": 2374,
      "โุตูุงุญ": 2375,
      "ุดุฑูุน": 2376,
      "โุงูุฃุณุฑุฉ": 2377,
      "ูุฉ\n": 2378,
      "ุงููุง": 2379,
      "โุงูุฃู": 2380,
      "ุทูู": 2381,
      "โููุทูุฉ": 2382,
      "ูุงุฉ": 2383,
      "โุงูุจุฑ": 2384,
      "โุงูุนู": 2385,
      "ูุน": 2386,
      "โุฅู": 2387,
      "โุญู": 2388,
      "โูุฏู": 2389,
      "โุงููุจ": 2390,
      "โูุฑุฉ": 2391,
      "โูุจุนุฏ": 2392,
      "โุนุฒ": 2393,
      "โุงููุชุฑุฉ": 2394,
      "โุงูุซุงููุฉ": 2395,
      "ุชูู": 2396,
      "โุงูุฅุณูุงููุฉ": 2397,
      "โุถูู": 2398,
      "ุฑุณู": 2399,
      "ุฐู": 2400,
      "โุงูุฃุฒ": 2401,
      "โุงุจ": 2402,
      "โูุฐูู": 2403,
      "โูุชู": 2404,
      "โุงูุฎุท": 2405,
      "โุฑู": 2406,
      "ุถุง": 2407,
      "ุณุฑ": 2408,
      "โูููู": 2409,
      "โุงููุงููู": 2410,
